Repository: Mambroise/Invocing_app
Catalog: Django project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Passwords don't match
fr: Les deux mots de passes sont différents

source: Service Title:
fr: Nom de l'intervention :

source: Start of the service:
fr: Début de l'intervention

source: End of the service:
fr: Fin de l'intervention :

source: End of the service cannot be before the start of the service.
fr: Les dates d'intervention ne sont pas correctes.

source: Confirm
fr: Valider

source: You have to finish registration before logging in
fr: Vous devez terminer votre inscrition avant de vous connecter

source: You have been logged out due to inactivity.
fr: Vous avez été déconnecté pour inactivité

source: Number
fr: Numéro

source: Street
fr: Rue

source: Addings
fr: Complément d'adresse

source: Zip Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Name
fr: Nom

source: Pending
fr: En attente

source: Verified
fr: Validée

source: Rejected
fr: Rejetée

source: Paid
fr: Payée

source: Invoice Number
fr: Numéro de factures

source: Due Date
fr: Date d'échéance

source: Kind of Payment
fr: Type de paiement

source: Bank Transfer
fr: Virement

source: Provider Name
fr: Nom du sous-traitant

source: Client Name
fr: Nom du client

source: Hours worked
fr: Heures travaillées

source: <small style='display:block;'>worked minutes are counted as followed: 15 mins = 0.25 hour.</small>
fr: <small style='display:block;'>les minutes travaillées sont comptées comme tel : 15 mins = 0,25 heure.</small>

source: Amount Excluding Tax
fr: Montant hors taxe

source: Tax
fr: Taxe

source: Status
fr: Statut

source: Time of update
fr: Heure de MAJ

source: Send At
fr: Destinataire

source: Service Title
fr: Nom de l'intervention

source: Opening time
fr: Lu le :

source: Invoice Request
fr: Facture demandée

source: Invoice Submitted
fr: Facture soumise

source: Invoice Verified
fr: Facture vérifiée

source: Invoice Rejected
fr: Facture rejetée

source: Invoice Paid
fr: Facture payée

source: Invoice Modified
fr: Facture modifiée

source: Invoice Deleted
fr: Facture supprimée

source: Service Modified
fr: Intervention modifié

source: Service Deleted
fr: intervention supprimé

source: New Account Created
fr: Nouveau compte utilisateur

source: Account modified
fr: Compte utilisateur modifié

source: The Email field must be set
fr: L'email est obligatoire

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Creation Date
fr: Date de création

source: Modification Date
fr: Date de modification

source: Last Request Timestamp
fr: Dernière connexion

source: Enable 2FA
fr: Double facteur d'iddentification

source: active
fr: Actif

source: staff status
fr: Statut de l'employé

source: superuser status
fr: Status du superutilisateur

source: Invoice Request Sent
fr: Demande de facture envoyée

source: Closed
fr: Fermé

source: Title
fr: Nom

source: Issue Date
fr: Date de Création

source: Intervention Start Date
fr: Date de début de l'intervention

source: Intervention End Date
fr: Date de fin de l'intervention

source: Date Verified
fr: Date de vérification

source: Comments
fr: Commentaires

source: Thank you for registering and welcome to your new invoicing app
fr: Merci pour l'inscription et bienvenue sur votre application de facturation

source: Modification successfully updated
fr: Modifications enregistrées avec succès

source: Invoice submitted for service:
fr: Facture soumise pour l'intervention :

source: Invoice modified for service:
fr: Facture modifiée pour l'intervention :

source: Invoice deleted for service:
fr: Facture supprimée pour l'intervention :

source: Invoice request for service:
fr: Facture demandée pour l'intervention :

source: Invoice accepted and ready to be paid for service:
fr: Facture validée et prête au paiement pour l'intervention :

source: Invoice paid for service:
fr: Facture payée pour l'intervention :

source: Invoice rejected, check the file for service:
fr: Facture rejetée, vérifiez le dossier pour l'intervention :

source: Modification of service:
fr: Modification de l'intervention :

source: Deletion of service:
fr: Suppression de l'intervention :

source: New user recently registered:
fr: Nouvel utilisateur enregistré

source: New notification:
fr: Nouvelles notifications

source: Authentication
fr: Authentification

source: Your one time password: -
fr: Votre mot de passe à usage unique : -

source: Home
fr: Accueil

source: Services
fr: Interventions

source: Invoices to Verify
fr: Factures à valider

source: Language
fr: Langue

source: Search
fr: Rechercher

source: Disconnection
fr: Déconnexion

source: Connection
fr: Connexion

source: Good news!!
fr: Bonne Nouvelle!!

source: A new user just registered to the app.
fr: Un nouvel utilisateur vient de s'inscrire

source: Below is the corresponding profile:
fr: Cidessous le nouvel utilisateur :

source: Identity
fr: Identité

source: Last name:
fr: Nom :

source: Fisrt name:
fr: Prénom :

source: Company
fr: Société

source: Name:
fr: Nom :

source: Address:
fr: Adresse :

source: See you soon on Facturasieli
fr: A bientôt sur Facturasieli

source: Dear
fr: Cher(e)

source: We are pleased to inform you that an operation concerning you is awaiting in your personal space.
fr: Nous sommes heureux de vous informer qu'une opération vous concernant attend dans espace personnel.

source: Below is the corresponding notification:
fr: Ci-dessous le nouvelle notification :

source: Status:
fr: Statut

source: Service:
fr: Intervention :

source: Company Sender:
fr: Expéditeur :

source: Thank you for registering and welcome to your new invocing app
fr: Merci pour l'inscription et bienvenu(e) sur votre application de facturation

source: Nothing easier than getting paid for the services you offer.
fr: Rien de plus facile que d'être payé pour vos interventions.

source: Start now
fr: Commencez maintenant

source: Welcome to Facturasieli
fr: Bienvenue sur FacturaSieli

source: My invoices:
fr: Mes factures :

source: You have no invoice defined yet.
fr: Vous n'avez pas encore de facture.

source: Invoice number:
fr: Numéro de factures

source: for service:
fr: pour l'intervention :

source: Invoice Form for
fr: Formulaire de facture pour

source: Your company:
fr: Votre société :

source: Your address:
fr: Votre adresse :

source: Client company:
fr: Société du client :

source: Client address:
fr: Adresse du client :

source: Update
fr: Modifier

source: Create
fr: Enregistrer

source: Edit my profile:
fr: Modifier mon profil :

source: Save
fr: Enregistrer

source: Your profile:
fr: Votre profil :

source: First name:
fr: Prénom :

source: Last name:
fr: Nom :

source: Creation date:
fr: Date de création :

source: Edit my profile
fr: Modifier mon profil

source: Your company
fr: Votre société :

source: Name:
fr: Nom :

source: Number and street:
fr: Numéro et rue :

source: Addings:
fr: Complément d'adresse :

source: Zipcode:
fr: Code postal :

source: City:
fr: Ville :

source: Edit the company
fr: Modifier la société

source: Your activities
fr: Vos activités

source: Nbr of services
fr: Nbre d'interventions

source: pending invoices
fr: Factures en attente

source: invoices to be paid
fr: Factures à payer

source: Paid Invoices
fr: Factures payées

source: Company selection
fr: Selection de la société

source: Back
fr: Retour

source: Address
fr: Adresse

source: Zipcode
fr: Code postal

source: -Write down the company name or siret-
fr: -Tapez ici le nom ou le siret de la société-

source: Your services
fr: Vos interventions

source: I am the client
fr: Je suis le client

source: I am the provider
fr: Je suis le sous-traitant

source: New service
fr: Nouvelle intervention

source: Service creation date
fr: Date de création de l'intervention

source: You don't have services yet
fr: Vous n'avez pas d'interventions

source: Update service:
fr: Modifier l'intervention :

source: Create a new service
fr: Enregistrer une intervention

source: Edit
fr: Editer

source: Do you really want to delete the service
fr: Voulez vous vraiment supprimer l'intervention

source: Delete
fr: Effacer

source: Creation date
fr: Date de création

source: Companies:
fr: Sociétés :

source: Provider:
fr: Sous-traitant :

source: Service dates:
fr: Date de l'intervention :

source: From:
fr: Du :

source: To:
fr: Au :

source: Date of payment:
fr: Date de paiement :

source: worked hours:
fr: Heures travaillées :

source: Price:
fr: Prix :

source: VAT:
fr: Taxe :

source: Amount:
fr: Montant :

source: New invoice
fr: Nouvelle factures :

source: The provider will send you the invoice as soon as possible
fr: Le sous-traitant vous enverra une facture au plus tôt

source: After having checked invoice informations, thank you for confirming or rejecting it.
fr: Après avoir vérifié les informations, merci de valider ou rejeter la facture.

source: Print
fr: Imprimer

source: Pending Invoices Verification
fr: Vérification des factures en attente

source: Service title
fr: Nom de l'intervention

source: Amount
fr: Montant

source: Issue date
fr: Date de Création

source: Due date
fr: Date d'échéance

source: Verify
fr: Vérifier

source: Your notifications
fr: Vos notifications

source: Incoming Notifications
fr: Notifications recues

source: Outgoing Notifications
fr: Notifications envoyées

source: Service
fr: Intervention

source: Read
fr: Lu

source: To Read
fr: A lire

source: New Account created
fr: Nouveau compte enregistré

source: Account Modified
fr: Compte modifié

source: No notification available.
fr: aucune Notification disponible

source: Incoming Notification
fr: Notifications recues

source: Please enter your identifiers:
fr: Veuillez entrer vos identifiants :

source: Connect
fr: Me connecter

source: You are not registered yet?
fr: Vous n'êtes pas encore inscrit(e) ?

source: Create my account
fr: Créer mon compte

source: Are you sure you want to log out?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

source: Disconnect
fr: Me déconnecter

source: Please enter your one time password:
fr: Veuillez entrer votre code OTP :

source: Please choose your identifiers:
fr: Veuillez choisir vos identifiants :

source: Register
fr: M'enregistrer

source: Please register your company:
fr: Veuillez entrer votre code OTP :

source: You are now logged out!
fr: Vous êtes à présent déconnecté(e) !

source: Go back to login page
fr: Retourner à la page de connexion

source: Your account has been created!
fr: Votre compte a bien été créé !

source: Invoice saved successfully.
fr: La facture a bien été enregistrée.

source: There were errors in your form. Please correct them and try again.
fr: Le formulaire comporte des erreurs, merci de les corriger

source: Invoice successfully updated.
fr: La facture a bien été mis à jour

source: Time to sign in is out, please retry
fr: Le temps imparti écoulé, merci de recommencer.

source: Your one time password is not valid
fr: Votre mot de passe à usage unique n'est pas valide

source: Service created successfully.
fr: L'intervention a bien été créée

source: Service successfully created but we may encountured issues: %s
fr: Intervention crée mais il s'est peut-être produit une erreur : %s

source: An error occurred while saving the service: %s
fr: Une errueur s'est produite lors de l'enregistrement : %s

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous

source: Service successfully updated.
fr: L'intervention a bien été mise à jour.

source: Service successfully deleted
fr: L'intervention a bien été supprimée

source: Service successfully deleted but we may had issues sending emails: %s
fr: Intervention supprimée mais il s'est peut-être produit une erreur : %s

source: Invoice status updated successfully
fr: Le statut de la facture a bien été mis à jour
